tap "candid82/brew"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
tap "yqrashawn/goku"
brew "ack"
brew "aom"
brew "readline"
brew "sqlite"
brew "xz"
brew "python@3.10"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "cask"
brew "openjpeg"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "elixir"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "gobject-introspection"
brew "htop"
brew "hyperfine"
brew "hyperkit"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "n"
brew "navi"
brew "neovim"
brew "node"
brew "openssl@3"
brew "pandoc"
brew "peco"
brew "pyenv"
brew "python@3.9"
brew "smartmontools"
brew "speedtest-cli"
brew "subversion"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "vips"
brew "websocat"
brew "wget"
brew "yarn"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/docpars"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "yqrashawn/goku/goku"
cask "alt-tab"
cask "appcleaner"
cask "avira-antivirus"
cask "clockify"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "dropzone"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-arimo-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-cousine-nerd-font"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-inconsolata-go-nerd-font"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-dz"
cask "font-meslo-lg-nerd-font"
cask "font-monoid"
cask "font-monoid-nerd-font"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "font-space-mono-nerd-font"
cask "font-ubuntu-mono"
cask "font-ubuntu-mono-derivative-powerline"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jump"
cask "kaleidoscope"
cask "karabiner-elements"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "orion"
cask "pdf-expert"
cask "postman"
cask "raycast"
cask "reflector"
cask "shottr"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"
cask "xquartz"
cask "zoom"
mas "AS Timer", id: 512464723
mas "Endel", id: 1484348796
mas "Irvue", id: 1039633667
mas "Numbers", id: 409203825
mas "Velja", id: 1607635845
