tap "candid82/brew"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "yqrashawn/goku"
brew "ack"
brew "aom"
brew "bash"
brew "bat"
brew "python@3.9"
brew "cask"
brew "openjpeg"
brew "python@3.10"
brew "gobject-introspection"
brew "tesseract"
brew "ffmpeg"
brew "cmus"
brew "elixir"
brew "exa"
brew "findutils"
brew "fzf"
brew "git"
brew "gnu-sed"
brew "htop"
brew "hyperfine"
brew "hyperkit"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "make"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "navi"
brew "neovim"
brew "node", link: false
brew "pandoc"
brew "peco"
brew "smartmontools"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tldr"
brew "websocat"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/docpars"
brew "yqrashawn/goku/goku"
cask "alt-tab"
cask "appcleaner"
cask "clockify"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "jump"
cask "karabiner-elements"
cask "logseq"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-teams"
cask "notion"
cask "orion"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "xquartz"
mas "AS Timer", id: 512464723
mas "Dashlane", id: 517914548
mas "Endel", id: 1484348796
mas "Irvue", id: 1039633667
mas "Numbers", id: 409203825
mas "Velja", id: 1607635845
